{
    "chap1":[
        {
            "topic":"1.1.1যোগাযোগ (Communication)",
            "description":"<p>যোগাযোগ বলতে আমরা সবসময়েই এক জায়গার সাথে অন্য জায়গার যোগাযোগ বুঝিয়ে এসেছি এবং বিশ্বগ্রামের ধারণার মাঝে এই যোগাযোগ একটি গুরুত্বপূর্ণ ভূমিকা পালন করে এসেছে। কারণ আধুনিক যোগাযোগ ব্যবস্থার কারণে একজন মানুষ বিমানে, দ্রুত গামী ট্রেনে অথবা আধুনিক সড়ক ব্যবস্থা ব্যবহার করে খুব অল্প সময়ের মাঝে এক শহর থেকে অন্য শহরে কিংবা এক দেশ থেকে অন্য দেশে চলে যেতে পারে। তবে বিশ্বগ্রামের প্রেক্ষিতে যোগাযোগ ব্যবস্থা বলতে এখন একই সঙ্গে তথ্যের আদান-প্রদান কিংবা ভাব বিনিময় করাকেও বোঝায়। কথন, লিখন কিংবা অন্য কোনো মাধ্যমে তথ্যের আদান-প্রদানই এই যোগাযোগ এবং এই যোগাযোগই এখন বিশ্বগ্রাম ধারণার প্রধান উপাদান।</p><p>নতুন নতুন প্রযুক্তিগত উদ্ভাবন যোগাযোগের ক্ষেত্রে বৈপ্লবিক পরিবর্তনের সূচনা করছে। যোগাযোগের ক্ষেত্রে প্রায় শতাব্দী-প্রাচীন টেলিফোন যন্ত্রে তারের বদলে তারবিহীন মাধ্যমের ব্যবহার করে আজকের বিশ্বে মোবাইল ফোন, ফ্যাক্স, ইন্টারনেট, ই-ইেল, স্কাইপি, হোয়াটস অ্যাপ, ফেসবুক ম্যাসেঞ্জার, ইমো, ওয়েব ব্রাউজিং, জুম ইত্যাদির দ্বারা মুহূর্তের মাধ্যমে সারা বিশ্বের যে কোনো প্রান্তের সাথে যোগাযোগ করা সম্ভব হচ্ছে।</p><p>এই যোগাযোগ ব্যবস্থাকে টেলিযোগাযোগ (Telecommunication) এবং তথ্য যোগাযোগ (Information Communication) এই দুই ভাগে ভাগ করা যেতে পারে। এক সময় তার নির্ভর টেলিফোনই ছিল টেলিযোগাযোগের একমাত্র মাধ্যম। পরবর্তীকালে বেতার টেলিযোগাযোগ আবিষ্কৃত হওয়ার পর আধুনিক টেলিযোগাযোগ যন্ত্রের মধ্যে টেলিফোন, মোবাইল ফোন, রেডিও, টেলিভিশন, ওয়াকিটকি ইত্যাদির ব্যবহার সর্বত্র ব্যাপকভাবে পরিলক্ষিত হয়।<p><p>অন্য দিকে নিয়ম ও নিরাপত্তার বিষয়টি বজায় রেখে তথ্য স্থানান্তর বা শেয়ার করা হচ্ছে বর্তমান তথ্য প্রযুক্তির যুগে সবচেয়ে গুরুত্বপূর্ণ বিষয়। উদাহরণ হিসেবে ইন্টারনেট এবং ইন্টারনেট-নির্ভর সার্ভিস যেমন ই-মেইল, সামাজিক নেটওয়ার্কিং, ওয়েবসাইট, ভিডিও কনফারেন্সিং ইত্যাদির কথা বলা যায়। ই-মেইল (E-mail) হলো ইন্টারনেটের মাধ্যমে নির্ভরযোগ্যভাবে বার্তা আদান-প্রদান পদ্ধতি। আজকাল একজন মানুষের প্রকৃত ঠিকানা থেকে তার ই-মেইল ঠিকানা বেশি প্রয়োজনীয় হয়ে দাঁড়িয়েছে। সামাজিক নেটওয়ার্কিং দিয়ে একে অন্যের সাথে যোগাযোগ, তথ্য, ছবি এবং ভিডিও বিনিময় কিংবা সংবাদ প্রচারের কাজ করা হয়। সামাজিক নেটওয়ার্কিং ব্যবহার করে পৃথিবীতে অনেক বড় সামাজিক কিংবা রাজনৈতিক আন্দোলন গড়ে তোলা হয়েছে। ভিডিও কনফারেন্সিং পদ্ধতিতে অংশগ্রহণকারীরা অডিও-ভিজুয়াল পদ্ধতিতে সভা করতে পারেন। ইন্টারনেটে এখন পৃথিবীর প্রায় সকল প্রতিষ্ঠান ওয়েবসাইটের মাধ্যমে নিজেদের পরিচিতি সকলের সামনে তুলে ধরে। ইন্টারনেট ভিত্তিক এই পদ্ধতিগুলোর ব্যাপক জনপ্রিয়তার একটি বড় কারণ সময় এবং অর্থের সাশ্রয়।</p><p>তবে ইন্টারনেট কিংবা সামাজিক নেটওয়ার্কিং এর উপর বেশি নির্ভরতা, বিশেষ করে তরুণ প্রজন্মের জন্য অনেক সময়েই আসক্তির পর্যায়ে চলে যাবার কারণে পুরো পৃথিবীতেই এর ব্যবহার এখন আলাদাভাবে পর্যালোচনা করে দেখা হচ্ছে।</p>"
    }
    ]
}